{ "_id" : { "$oid" : "5ed02df7b371e33120e144b5" }, "id" : 1, "name" : "Ростислав Костецький", "login" : "kostet228And420", "password" : "12345678", "date" : "Thu Jul 06 2000 00:00:00 GMT+0300 (GMT+03:00)", "about" : "Я Ростислав Костецький та я навчаюся у Львівській Політехніці", "cart" : [ { "_id" : { "$oid" : "5ed03e607103194804d15f6e" }, "id" : 4, "name" : "Опіум", "prise" : 500, "about" : "О́пій — сильнодіючий наркотик, що отримується з висушеного на сонці молочного соку, який добувається з недостиглих коробочок опійного маку (Papaver somniferum). Містить близько 20 алкалоїдів[1]. В традиційній медицині завдяки високому вмісту морфінових алкалоїдів використовувався як сильний знеболювальний засіб. Однак він швидко виклика́в наркотичну залежність і тепер застосовується лише як сировина для виробництва безпечніших знеболювальних препаратів (зокрема кодеїну).", "type" : "Ліки", "img" : "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Field_of_opium.jpg/250px-Field_of_opium.jpg" }, { "_id" : { "$oid" : "5ed03e607103194804d15f6e" }, "id" : 4, "name" : "Опіум", "prise" : 500, "about" : "О́пій — сильнодіючий наркотик, що отримується з висушеного на сонці молочного соку, який добувається з недостиглих коробочок опійного маку (Papaver somniferum). Містить близько 20 алкалоїдів[1]. В традиційній медицині завдяки високому вмісту морфінових алкалоїдів використовувався як сильний знеболювальний засіб. Однак він швидко виклика́в наркотичну залежність і тепер застосовується лише як сировина для виробництва безпечніших знеболювальних препаратів (зокрема кодеїну).", "type" : "Ліки", "img" : "https://upload.wikimedia.org/wikipedia/commons/thumb/1/18/Field_of_opium.jpg/250px-Field_of_opium.jpg" }, { "_id" : { "$oid" : "5ed03e607103194804d15f72" }, "id" : 8, "name" : "Кокаїн ", "prise" : 789, "about" : "Кокаїн — сильний стимулятор, який найчастіше використовують як рекреаційний наркотик.[2] Переважно має вигляд білого кристалічного порошку, зовні схожого до харчової соди. Зазвичай його вдихають як порошок, курять або розчиняють водою і вводять у вену.[3] Серед психічних ефектів можуть бути втрата відчуття реальності, ейфорія, емоційне збудження, підвищення працездатності, самовпевненість. Серед фізичних ознак дії кокаїну можуть бути пришвидшене серцебиття, потовиділення і розширені зіниці.[3] Великі дози можуть спричинити значне підвищення кров'яного тиску та температури тіла.[4] Ефекти починають проявлятися за кілька секунд або кілька хвилин після вживання і тривають протягом 5-90 хвилин.[3] Кокаїн рідко використовують у медицині, наприклад, як знеболююче під час операцій на носі.\n\nКокаїн спричиняє залежність через свій вплив на шлях нагороди в мозку.[2] Після короткого періоду вживання з'являється високий ризик появи залежності.[2] Крім того вживання кокаїну підвищує ризик інсульту, інфаркту міокарда (та інших захворювань серця), проблем із легенями у курців, зараження крові, порушення травлення та інші.", "type" : "Ліки", "img" : "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Kokain_-_Cocaine.svg/200px-Kokain_-_Cocaine.svg.png" } ] }
{ "_id" : { "$oid" : "5ed02df7b371e33120e144b7" }, "id" : 3, "name" : "Петро Топилко", "login" : "webMaster420", "password" : "87654321", "date" : "Thu Aug 07 1969 00:00:00 GMT+0300 (GMT+03:00)", "about" : "Я Петро Топилко та я приймаю дану курсову, хочу 100", "cart" : [ { "_id" : { "$oid" : "5ed03e607103194804d15f73" }, "id" : 9, "name" : "жумайсынба", "prise" : 9999, "about" : "\"Шампунь жумайсынба Скажи перхоти \"Кузмынкурбытбулэсанба»\"", "type" : "Засоби гігієни", "img" : "https://www.meme-arsenal.com/memes/4fcd3fd4a420cfde33850fe97a32444c.jpg" }, { "_id" : { "$oid" : "5ed03e607103194804d15f76" }, "id" : 12, "name" : "Гель для душу", "prise" : 69, "about" : "Гель для душу або крем для душу - засіб, призначений для догляду за шкірою. У порівнянні з милом, в гелі для душу більше косметичних добавок і менше власне мила, тому він рідше викликає роздратування і сухість шкіри, порушення кислотно-лужного балансу. Гель для душу, рідке мило і піна для ванн мало чим відрізняються[1].\n\nЩоб гель для душу вийшов густим, ароматним і мав потрібний колір, він повинен містити, в середньому, двадцять хімічних речовин, деякі з яких синтезовано, інші отримані з рослин. Так, до складу гелю для душу можуть входити:", "type" : "Засоби гігієни", "img" : "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQ6MsMdqsa4nlaOZzXz5bajQIxYiuwaDbCXOsADd74asyndoMNn&usqp=CAU" }, { "_id" : { "$oid" : "5ed03e607103194804d15f75" }, "id" : 11, "name" : "Транквілізатори", "prise" : 660, "about" : "Транквіліза́тори ,(від лат. tranquillo — заспокоювати) або анксіолітики (від лат. anxietas — тривожний стан, страх + грец. lytikos — здатний розчиняти, ослаблюючий) чи атарактики (від грец. ataraxia — незворушність) — психотропні лікарські засоби, здатні усувати або пом'якшувати невротичні прояви, страх, тривогу, емоційну напругу, розлади сну.\n\nТранквілізатори (в перекладі з латинської «tranquillo» — заспокоювати) — це психотропні заспокійливі препарати, які сприяють зниженню емоційної напруги, страху, тривоги, дратівливості, поліпшенню сну і нормалізації діяльності вегетативної нервової системи. Вони застосовуються для лікування багатьох захворювань, а саме в боротьбі з неврозами, психозами і т. д.", "type" : "Ліки", "img" : "https://cs13.pikabu.ru/post_img/2019/03/27/5/1553670718260075498.jpg" } ] }
{ "_id" : { "$oid" : "5ed02df7b371e33120e144b6" }, "id" : 2, "name" : "Марта Лесик", "login" : "martaNeLesuk", "password" : "13579", "date" : "Fri Jun 23 2000 00:00:00 GMT+0300 (GMT+03:00)", "about" : "Я Марта Лесик та я навчаюся у Львівській Політехніці", "cart" : [  ] }
